"About HeliPort" = "Informazioni su HeliPort";
"Address: " = "Indirizzo: ";
"Cancel" = "Annulla";
"Check for Updates..." = "Controlla gli aggiornameti...";
"Create Diagnostics Report..." = "Crea resoconto di diagnosi...";
"Create Network..." = "Crea rete...";
"Disconnect from: " = "Disconnetti da: ";
"Dynamic WEP" = "WEP Dinamico";
"Enable Wi-Fi Logging" = "Abilita il log Wi-Fi";
"Enter the name and security type of the network you want to join." = "Inserire il nome e il tipo di protezione della rete a cui desideri accedere.";
"FUNCTION NOT IMPLEMENTED" = "FUNZIONE NON IMPLEMENTATA";
"Find and join a Wi-Fi network." = "Trova e accedi a una rete Wi-Fi. ";
"Interface Name: " = "Nome dell'Interfaccia: ";
"Join Other Network..." = "Accedi a un'altra rete...";
"Join" = "Connetti";
"Launch At Login" = "Launch At Login"; // FIXME
"Network Name:" = "Nome della Rete:";
"No Network Avaliable" = "Nessuna rete disponibile";
"No Status Information Avaliable" = "Nessuna informazione di stato disponibile";
"None" = "Nessuno";
"Open Network Preferences..." = "Apri preferenze Rete...";
"Open Wireless Diagnostics..." = "Apri Diagnosi Wireless...";
"Password:" = "Password:";
"Password" = "Password";
"Quit HeliPort" = "Chiudi HeliPort";
"Reachable" = "Raggiungibile";
"Remember this network" = "Ricorda questa rete";
"Security:" = "Sicurezza:";
"Show password" = "Mostra la password";
"Turn Wi-Fi Off" = "Disattiva il Wi-Fi";
"Turn Wi-Fi On" = "Attiva il Wi-Fi";
"Unavailable" = "Non disponibile";
"Unknown" = "Sconosciuto";
"Unreachable" = "Non raggiungibile";
"Username:" = "Nome utente:";
"Version: " = "Versione: ";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Enterprise";
"WPA/WPA2 Personal" = "WPA/WPA2 Personal";
"WPA2 Enterprise" = "WPA2 Enterprise";
"WPA2 Personal" = "WPA2 Personal";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Enterprise";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Personal";
"WPA3 Enterprise" = "WPA3 Enterprise";
"WPA3 Personal" = "WPA3 Personal";
"Wi-Fi: Connected" = "Wi-Fi: connesso";
"Wi-Fi: Connecting" = "Wi-Fi: in connessione";
"Wi-Fi: Looking for Networks..." = "Wi-Fi: cerco reti...";
"Wi-Fi Network \"" = "Rete Wi-fi \"";
"Wi-Fi: Off" = "Wi-Fi: non attivo";
"Wi-Fi: On" = "Wi-Fi: attivo";
"Wi-Fi: Status unavailable" = "Wi-Fi: Stato non disponibile";
"\" Requires Password" = "\" Password necessaria";
"    IP Address: "      = "    Indirizzo IP: ";
"    Router: "          = "    Router: ";
"    Internet: "        = "    Internet: ";
"    Security: "        = "    Sicurezza: ";
"    BSSID: "           = "    BSSID: ";
"    Channel: "         = "    Canale: ";
"    Country Code: "    = "    Codice Paese: ";
"    RSSI: "            = "    RSSI: ";
"    Noise: "           = "    Disturbo: ";
"    Tx Rate: "         = "    Frequenza Tx: ";
"    PHY Mode: "        = "    Modalità PHY: ";
"    MCS Index: "       = "    Indice MCS: ";
"    NSS: "             = "    NSS: ";
